[
  "mrj-add-codemirror-matchbrackets",
  "table-editor-obsidian",
  "calendar",
  "block-reference-count",
  "obsidian-codemirror-options",
  "code-block-copy",
  "cross-reference-navigation",
  "obsidian-cursor-location-plugin",
  "open-note-to-window-title",
  "cycle-through-panes",
  "dataview",
  "drawio-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-embedded-code-title",
  "obsidian-enhancing-mindmap",
  "file-explorer-note-count",
  "obsidian-fullscreen-plugin",
  "obsidian-highlightpublicnotes-plugin",
  "mrj-jump-to-link",
  "obsidian-kanban",
  "obsidian-metatable",
  "obsidian-mind-map",
  "note-refactor-obsidian",
  "url-into-selection",
  "periodic-notes",
  "recent-files-obsidian",
  "obsidian-relative-line-numbers",
  "smart-random-note",
  "supercharged-links-obsidian",
  "tag-wrangler",
  "templater-obsidian",
  "media-extended",
  "obsidian-markmind",
  "obsidian-annotator",
  "obsidian-emoji-toolbar",
  "flashcards-obsidian",
  "obsidian-timestamper",
  "darlal-switcher-plus",
  "obsidian-git",
  "obsidian-advanced-uri",
  "d2-obsidian",
  "obsidian-excalidraw-plugin",
  "canvas-mindmap",
  "canvas-css-class",
  "chatgpt-md",
  "obsidian-textgenerator-plugin",
  "copilot",
  "obsidian-chartsview-plugin"
]